Repository: Bavovna-Debug/GKrellM-iOS
Catalog: GKrellM/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

# BAR_BUTTON_GROUPS
source: Groups
de: Gruppen
fr: Groupes
ru: Группы
uk: Групи

# SERVER_LIST_ACTION_STOP
source: Stop
de: Anhalten
fr: Arrêtez
ru: Остановить
uk: Зупинити

# SERVER_LIST_ACTION_EDIT
source: Edit
de: Ändern
fr: Modifier
ru: Изменить
uk: Змінити

# SERVER_LIST_ACTION_DELETE
source: Delete
de: Löschen
fr: Supprimer
ru: Удалить
uk: Видалити

# UPTIME_PREFIX
source: Uptime
de: Läuft
fr: Travaille
ru: Работает
uk: Працює

# UPTIME_DAYS
source: day(s)
de: Tag(e)
fr: jour(nées)
ru: дн.
uk: дн.

# CONNECTIONS_HEADER_ACTIVE
source: Active connections
de: Offene Verbindungen
fr: Connexions ouvertes
ru: Открытые соединения
uk: Відкриті з'єднання

# CONNECTIONS_HEADER_CLOSED
source: Closed connections
de: Geschlossene Verbindungen
fr: Connexions fermées
ru: Завершенные соединения
uk: Завершені з'єднання

# ALERT_TITLE_CONFIRMATION
source: Confirm
de: Bestätigen
fr: Confirmer
ru: Подтвердите
uk: Підтвердіть

# ALERT_TITLE_WARNING
source: Warning
de: Warnung
fr: Avertissement
ru: Оповещение
uk: Попередження

# ALERT_TITLE_ERROR
source: Error
de: Fehler
fr: Erreur
ru: Сбой
uk: Помилка

# ALERT_TITLE_LITE_VERSION
source: Lite version
fr: La version Lite
ru: Ограниченная версия
uk: Обмежена версія

# ALERT_BUTTON_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена
uk: Відміна

# ALERT_BUTTON_OK
source: OK
fr: Bien

# ALERT_BUTTON_NO
source: No
de: Nein
fr: Non
ru: Нет
uk: Ні

# ALERT_BUTTON_YES
source: Yes
de: Ja
fr: Oui
ru: Да
uk: Так

# ALERT_BUTTON_IGNORE
source: Skip it
de: Ignorieren
fr: Ignorer
ru: Игнорировать
uk: Ігнорувати

# ALERT_BUTTON_RECONNECT
source: Reconnect
de: Wiederherstellen
fr: Restaurer
ru: Восстановить
uk: Відновити

# ALERT_DELETE_SERVER_MESSAGE
source: Delete record for «%@»?
de: Eintrag für «%@» löschen?
fr: Entrée pour «%@» supprimer?
ru: Удалить запись о «%@»?
uk: Видалити запис про «%@»?

# ALERT_BAD_DNS_NAME
source: «%@» has invalid DNS name %@. Should be a hostname or IP address.
de: «%@» hat ungültigen DNS-Namen %@. Sollte ein Hostname oder IP-Adresse sein (IPv4 und IPv6 werden unterstützt).
fr: Nom DNS du «%@» est invalide (%@). Si un nom d'hôte ou l'adresse IP (IPv4 et IPv6 sont prises en charge).
ru: «%@» имеет неправильное DNS имя %@. DNS именем должно быть имя хоста или IP-адрес (поддерживаются IPv4 и IPv6).
uk: «%@» має неправильне DNS ім'я %@. DNS ім'ям має бути ім'я хоста або IP-адрес (підтримуються IPv4 і IPv6).

# ALERT_SOCKET_READ_TIMED_OUT
source: Connection with «%@» has been lost due to data read timeout. Re-establish connection?
de: Verbindung mit «%@» wurde verloren. Soll die Verbindung wiederhergestellt werden?
fr: Connexion avec «%@» a été perdue. Si la connexion est rétablie?
ru: Соединение с «%@» прервано. Восстановить соединение?
uk: З'єднання з «%@» перервано. Відновити з'єднання?

# ALERT_CONNECT_TIMED_OUT
source: Connection to «%@» cannot be established: connection timed out.
de: Verbindung mit «%@» kann nicht erstellt werden: Zeitüberschreitung.
fr: Connexion avec «%@» ne peut pas être créé: timeout.
ru: Невозможно подключиться к «%@»: тайм-аут подключения.
uk: Неможливо підключитись до «%@»: тайм-аут підключення.

# ALERT_CONNECTION_REFUSED
source: Connection to «%@» cannot be established: connection refused by server.
de: Verbindung mit «%@» kann nicht erstellt werden: Verbindung wurde seitens Server verweigert.
fr: Connexion avec «%@» ne peut pas être créé: connexion refusée par ordinateur.
ru: Невозможно подключиться к «%@»: запрос на подключения отклонён сервером.
uk: Неможливо підключитись до «%@»: запит до з'єднання відмовлено сервером.

# ALERT_NO_ROUTE_TO_HOST
source: Connection to «%@» using DNS name %@ cannot be established: no route to host.
de: Verbindung mit «%@» unter DNS-Namen %@ kann nicht erstellt werden: keine Verbindung.
fr: Connexion avec «%@» sous le nom DNS %@ ne peut pas être créée: pas de connexion.
ru: Невозможно подключиться к «%@» используя DNS имя %@: связь отсутствует.
uk: Неможливо підключитись до «%@» використовуючи DNS ім'я %@: зв'язок відсутній.

# ALERT_OTHER_SOCKET_ERROR
source: Cannot connect to «%@» using DNS name %@ and port number %d.
de: Kann nicht mit «%@» unter DNS-Namen %@ und Port-Nummer %d verbinden.
fr: Connexion avec «%@» sous le nom DNS %@ et le numéro de port %d ne peut pas être créée.
ru: Невозможно подключиться к «%@» используя DNS имя %@ и номер порта %d.
uk: Неможливо підключитись до «%@» використовуючи DNS ім'я %@ і номер порту %d.

# ALERT_CONNECTION_LOST
source: Connection with «%@» has been lost. Should Spectator re-establish connection?
de: Verbindung mit «%@» wurde gebrochen. Soll die Verbindung wiederhergestellt werden?
fr: Connexion avec «%@» a été rompu. Si la connexion est rétablie?
ru: Соединение с «%@» прервано. Восстановить соединение?
uk: Зв'язок з «%@» перервано. Відновити зв'язок?

# ALERT_SERVER_ERROR
source: Connection with «%@» has been cancelled by Spectator due to some GKrellM error on a server side. Please, check GKrellM settings on «%@».
de: Verbindung mit «%@» wurde aufgrund eines GKrellM-Fehlers seitens Server abgebrochen. Bitte überprüfen Sie GKrellM Einstellungen auf «%@».
fr: Connexion avec «%@» a été annulée en raison d'une GKrellM erreur sur l'ordinateur partie. Vérifier les paramètres de GKrellM à «%@», s'il vous plaît.
ru: Связь с «%@» была прервана из-за ошибки GKrellM со стороны компьютера. Пожалуйста, проверьте настройки GKrellM на «%@».
uk: Зв'язок з «%@» було перервано через помилку GKrellM зі сторони комп'ютера. Будь ласка, перевірте налаштування GKrellM на «%@».

# ALERT_YOU_ARE_USING_LITE_VERSION
source: You can define only one server in «GKrellM HD Lite». Switch to «GKrellM HD Pro» to get rid of annoying ads and disable limitation on number of servers. You can find «GKrellM HD Pro» in App Store.
de: Sie können nur ein Server in «GKrellM HD Lite» definieren. Wechseln Sie zu «GKrellM HD Pro» um die lästige Werbung einmal und für immer abzuschalten und Beschränkung auf die Anzahl von Servern loszuwerden. Sie können «GKrellM HD Pro» im App Store finden.
fr: Vous pouvez définir un seul serveur dans «GKrellM HD Lite». Passer à «GKrellM HD Pro» pour se débarrasser de publicités ennuyeuses et désactiver de limitation sur nombre de serveurs. Vous pouvez trouver «GKrellM HD Pro» dans l'App Store.
ru: Вы можете определить только один сервер в «GKrellM HD Lite». Перейдите на «GKrellM HD Pro» чтобы навсегда избавиться от надоедливой рекламы и отключить ограничения на количество серверов. Вы можете найти «GKrellM HD Pro» в магазине App Store.
uk: Ви можете визначити тільки один сервер у «GKrellM HD Lite». Перейдіть до «GKrellM HD Pro» щоб позбутися від докучливої реклами і відключити обмеження на кількість серверів. Ви можете знайти «GKrellM HD Pro» в App Store.
