Repository: Bavovna-Debug/GKrellM-iOS
Catalog: GKrellM/*.lproj/Main.strings
Languages: fr, ru

# Spe-nh-xSE.title
source: Servers
fr: Ordinateurs
ru: Компьютеры

# h2p-CP-L8G.title
source: CPU/RAM
fr: Processeurs
ru: Процессоры

# yaT-IA-bOb.title
source: File systems
fr: Disques
ru: Диски

# hWS-8m-VRV.title
source: Network
fr: Réseau
ru: Сеть

# b9i-Jv-Uc6.title
source: Connections
fr: Composés
ru: Соединения

# gFS-gU-Pfs.headerTitle
source: CPU
fr: Processeur résumé
ru: Загрузка процессоров

# TTl-Tu-aNQ.headerTitle
source: Main memory (RAM)
fr: Mémoire
ru: Основная память

# ObR-uN-bPe.text
source: Buffers:
fr: Tampons:
ru: Буферы:

# UI2-3f-6Kk.text
source: Cached:
fr: Cache:
ru: Кэш:

# CIH-TQ-exN.text
source: Used:
fr: Usé:
ru: Использ.:

# 4eM-Z5-b76.text
source: Free:
fr: Libre:
ru: Свободно:

# kNl-LA-7Nz.headerTitle
source: Swap
ru: Файл подкачки (swap)

# lcL-xI-kdF.text
source: Used:
fr: Usé:
ru: Использ.:

# Bl3-qK-aX1.text
source: Free:
fr: Libre:
ru: Свободно:

# 6OQ-hk-Eiw.text
source: Total size:
fr: Capacité totale:
ru: Общий объём:

# NxI-RM-hNH.text
source: Used space:
fr: Utilisé:
ru: Использовано:

# r8l-vp-RTM.text
source: Available:
fr: Disponible:
ru: Доступно:

# WKR-fF-fll.text
source: Super user:
ru: Резерв (root):

# SIL-UC-FFR.text
source: Total amount of transmitted data
fr: Montant total des données transmises
ru: Общий объем переданных данных

# yAS-Yg-J0w.text
source: Received:
fr: Recevoir:
ru: Получено:

# ETZ-zE-9ZB.text
source: Transmitted:
fr: Publié:
ru: Отправлено:

# qcR-Sc-muY.text
source: Transferred since:
fr: Transfert depuis:
ru: За последние:

# Bcj-TZ-Ebv.text
source: Received:
fr: Recevoir:
ru: Получено:

# zvN-zE-YDf.text
source: Transmitted:
fr: Publié:
ru: Отправлено:

# maG-cO-Cmm.text
source: Total amount of transmitted data
fr: Montant total des données transmises
ru: Общий объем переданных данных

# isb-9v-SXI.text
source: Received:
fr: Recevoir:
ru: Получено:

# GIg-tk-acH.text
source: Transmitted:
fr: Publié:
ru: Отправлено:

# mrL-R1-zjK.text
source: Transferred since:
fr: Transfert depuis:
ru: За последние:

# 2JB-bY-GFI.text
source: Received:
fr: Recevoir:
ru: Получено:

# 4bX-eW-fOF.text
source: Transmitted:
fr: Publié:
ru: Отправлено:
